<template>
	<view class="main">
		[武汉和悦汽车有限公司]（以下简称“我们”）非常重视用户的隐私和个人信息保护。我们深知个人信息对您的重要性，并承诺会按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。鉴于此，我们制定本《隐私政策》（以下简称“本政策”），向您说明我们在您使用本微信小程序（以下简称“本小程序”）的入场申请服务时，如何收集、使用、存储、共享和保护您的个人信息，以及您所享有的相关权利。

		请您在使用我们的服务前，仔细阅读并完全理解本政策。您一旦开始使用我们的服务，即表示您已同意我们按照本政策的约定处理您的个人信息。



		<view class="t1">一、 我们如何收集和使用您的个人信息</view>
		<view class="t2">

			1.1 原则：我们将遵循“合法、正当、必要和诚信”的原则，仅为了本政策所述的目的，收集实现产品功能所最小必要的个人信息。
		</view>

		<view class="t2">

			1.2信息收集清单：为完成入场申请、身份核验及设备安全管理，我们需要收集以下信息：
		</view>
		<view class="t2">
			姓名、身份证号码、手机号码、工作单位、所携带电子设备的型号、SN码等。

		</view>


		<view class="t1">
			二、 我们如何使用Cookie和同类技术
		</view>



		<view class="t2">

			我们或我们的第三方合作伙伴（如微信开放平台）可能会通过Cookie或类似技术获取您的设备信息、使用日志等信息，用于保障服务的安全运行、优化服务体验及进行数据分析。您可以根据自己的偏好管理或拒绝Cookie。
		</view>




		<view class="t1">
			三、 我们如何存储和保护您的个人信息
		</view>

		<view class="t2">

			3.1 存储地点：我们将在中华人民共和国境内运营中收集和产生的个人信息存储在境内，不会向境外传输。
		</view>
		<view class="t2">
			3.2存储期限：我们仅在在您账户存续期间及账户注销后【6】个月内（用于合规检查及纠纷处理）保留您的个人信息。在您的账户注销6个月后，我们将对您的个人信息进行删除或匿名化处理，法律法规另有规定的除外。

		</view>
		<view class="t2">
			3.3安全措施：我们将采取符合行业标准的安全技术措施（如数据加密传输（HTTPS/TLS）、敏感信息加密存储（如AES-256））和组织管理措施（如严格的内部数据访问权限控制和审批流程）来保护您的个人信息，防止其遭到未经授权的访问、披露、使用、修改、损坏或丢失。

		</view>

		<view class="t1">
			四、 我们如何共享、转让、公开披露您的个人信息
		</view>

		<view class="t2">
			4.1 共享与转让：我们不会与任何公司、组织和个人共享或转让您的个人信息，但以下情况除外：

		</view>
		<view class="t2">
			- 事先获得您的明确授权或同意；

		</view>
		<view class="t2">
			- 根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须；

		</view>
		<view class="t2">
			- 在涉及合并、收购、资产转让或类似交易时，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束。

		</view>
		<view class="t2">
			4.2公开披露：我们不会公开披露您的个人信息，除非获得您的单独同意，或基于法律法规的要求。

		</view>


		<view class="t1">
			五、 您的权利
		</view>


		<view class="t2">
			您有权依法行使以下与您个人信息相关的权利：

		</view>
		<view class="t2">

			· 访问与复制：您有权访问我们持有的关于您的个人信息副本。
		</view>
		<view class="t2">
			· 更正：当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。

		</view>
		<view class="t2">
			· 删除：在以下情况下，您可以要求我们删除您的个人信息：

		</view>
		<view class="t2">
			· 处理目的已实现、无法实现或为实现处理目的不再必要；

		</view>
		<view class="t2">

			· 我们不再为您提供服务，且保存期限已届满。
		</view>
		<view class="t2">

			· 注销账户：您可以通过本政策列明的联系方式申请注销您的账户。在核实您的身份后，我们将在十五（15）个工作日内为您办理注销并删除相应的个人信息。
		</view>
		<view class="t2">
			· 响应您的请求：为保障安全，您可能需要提供书面请求或以其他方式证明您的身份。我们将在15个工作日内予以答复。

		</view>


		<view class="t1">
			六、 我们如何保护未成年人信息
		</view>
		<view class="t2">
			本小程序主要面向成年人，不直接面向未成年人收集信息。如果我们发现自己在未事先获得可证实的监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。

		</view>



		<view class="t1">
			七、 本政策的更新
		</view>


		<view class="t2">
			我们可能会适时更新本政策。任何变更都会在本小程序上发布更新版本，并在生效前通过适当方式提醒您。请您定期查阅。

		</view>


		<view class="t1">
			八、 如何联系我们
		</view>

		<view class="t2">
			如果您对本政策或您的个人信息保护有任何疑问、意见或建议，或需要行使您的相关权利，可以通过以下方式与我们联系：

		</view>
		<view class="t2">
			· 电话：18507143257

		</view>
		<view class="t2">

			· 电子邮箱：1047743906@qq.com
		</view>
		<view class="t2">
			我们承诺在收到您信息后的15个工作日内予以回复。

		</view>




	</view>
</template>

<script setup>

</script>

<style lang="scss" scoped>
	.main {
		padding-bottom: constant(safe-area-inset-bottom);
		/*兼容 IOS<11.2*/
		padding-bottom: env(safe-area-inset-bottom);
		/*兼容 IOS>11.2*/
		padding: 32rpx;
		line-height: 2;
	}

	.t1 {
		font-weight: 600;
		line-height: 2.5;
	}

	.t2 {
		// line-height: 2;
	}
</style>