<template>
	<view class="main">
		欢迎使用本微信小程序（以下简称“本小程序”）。本小程序由
		[武汉和悦汽车有限公司]（以下简称“我们”）运营管理。请您（以下简称“用户”或“您”）在注册和使用本小程序前，务必仔细阅读、充分理解并同意本《用户协议》（以下简称“本协议”）的全部内容。如果您不同意本协议的任意内容，请立即停止使用本小程序。

		<view class="t1">一、 协议的接受与修改</view>

		<view class="t2">
			1.1 当您勾选“同意”本协议并完成用户注册时，即表示您已阅读、理解并完全接受本协议的全部条款，以及我们另行制定的《隐私政策》 。
		</view>
		<view class="t2">
			1.2 我们有权在必要时单方修改本协议的内容，并在本小程序内以公告等方式予以公布。修改后的协议一经公布即生效。若您在本协议内容变更后继续使用本服务，视为您已接受修改后的协议。
		</view>




		<view class="t1">二、 服务内容</view>
		<view class="t2">
			2.1 本小程序旨在为您提供便捷的访客申请、厂商入场作业申请等服务。您可以通过本小程序提交个人信息及设备信息，以完成入场申请的流程。
		</view>
		<view class="t2">
			2.2 我们保留随时修改、暂停或终止本服务及相关业务的权利，并将根据法律法规的要求进行公告或通知。
		</view>


		<view class="t1">三、 用户义务与行为规范</view>

		<view class="t2">
			3.1
			您承诺，在填写申请信息时，所提供的所有信息（包括但不限于姓名、手机号码、身份证件号码、工作单位以及所携带电子设备的型号、SN码等）均真实、准确、完整，并愿意承担因信息不实、不准确或不完整而引发的一切法律责任和后果。
		</view>
		<view class="t2">
			3.2 您不得利用本小程序从事任何违反法律法规、损害我们或第三方合法权益的行为。
		</view>


		<view class="t1">四、 知识产权</view>
		<view class="t2">
			4.1 本小程序提供的所有内容，包括但不限于软件、代码、界面设计、文字、图表、商标等，其知识产权及相关权利均归[武汉和悦汽车有限公司]所有。
		</view>
		<view class="t2">
			4.2 未经我们明确书面授权，您不得对上述内容进行复制、修改、翻译、反向工程、创作衍生作品等或用于任何商业目的。
		</view>


		<view class="t1">五、 免责声明</view>
		<view class="t2">
			5.1 我们将尽力保障本小程序的稳定运行和安全性，但鉴于网络服务的特殊性，对于因不可抗力（如病毒、黑客攻击、电信中断）、第三方原因或您自身操作失误所造成的服务中断、信息泄露、数据丢失等损失，我们不承担责任。
		</view>
		<view class="t2">
			5.2 我们不对您使用本小程序服务的结果作出任何明示或默示的担保。
		</view>


		<view class="t1">六、 争议解决与法律适用</view>
		<view class="t2">
			6.1 本协议的订立、执行和解释及争议的解决均适用中华人民共和国法律。
		</view>
		<view class="t2">
			6.2 因本协议引起的或与本协议有关的任何争议，双方应首先友好协商解决；协商不成的，任何一方均有权将争议提交至[武汉和悦汽车有限公司]所在地有管辖权的人民法院通过诉讼解决。
		</view>

		<view class="t1">七、 其他</view>
		<view class="t2">
			7.1 本协议与我们的 《隐私政策》 构成您使用本小程序服务的完整协议。
		</view>
		<view class="t2">
			7.2 如果您对本协议有任何疑问，请联系我们：
		</view>
		<view class="t2">
			- 电话：18507143257
		</view>
		<view class="t2">
			- 邮箱：1047743906@qq.com
		</view>




	</view>
</template>

<script setup>

</script>

<style lang="scss" scoped>
	.main {
		padding-bottom: constant(safe-area-inset-bottom);
		/*兼容 IOS<11.2*/
		padding-bottom: env(safe-area-inset-bottom);
		/*兼容 IOS>11.2*/
		padding: 32rpx;
		line-height: 2;
	}

	.t1 {
		font-weight: 600;
		line-height: 2.5;
	}

	.t2 {
		// line-height: 2;
	}
</style>